Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/GameCenter.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# THIRD_BULLET
source: Apple also collects a list of your Game Center friends, the players with whom you play, and when you play together. This information is used to help you reengage in multiplayer games easily, quickly see each other’s high scores, and to improve Game Center for you and others.
ar: تجمع Apple أيضًا قائمة بأصدقائك على Game Center واللاعبين الذين تلعب معهم وتوقيت لعبكم معًا. وتُستخدم هذه المعلومات لمساعدتك في الانضمام إلى الألعاب متعددة اللاعبين مجددًا بسهولة، ورؤية النتائج المرتفعة لبعضكم بعضًا بسرعة، وتحسين Game Center لك وللآخرين.
bg: Apple събира и списък с вашите приятели в Game Center, играчите, с които играете и кога играете заедно. Тази информация се използва, за да ви помогне лесно да се включвате отново в мултиплейър игрите, бързо да виждате най-добрите си резултати и за да се подобрява услугата Game Center за вас и другите потребители.
ca: Apple també recopila una llista de les teves amistats del Game Center, la gent amb qui jugues i quan jugueu. Aquesta informació sʼutilitza per millorar el Game Center, i perquè puguis connectar‑te a les partides multijugador més fàcilment i veure les màximes puntuacions de tothom amb un cop dʼull.
cs: Společnost Apple navíc shromažďuje seznam vašich přátel v Game Centru a hráčů, s nimiž hrajete, a také informace o tom, kdy se účastníte hry společně. Takto získané informace vám usnadňují opakované zapojení do her pro více hráčů a rychlé vzájemné zobrazení nejvyšších dosažených skóre a také pomáhají s vylepšováním Game Centra pro vás i další uživatele.
da: Apple indsamler også en liste over dine venner i Game Center, de spillere, du spiller mod, og hvornår I spiller sammen. Disse oplysninger bruges til at gøre det nemmere for dig at genoptage multiplayer-spil, giver mulighed for at se hinandens bedste resultater og hjælper med til at forbedre Game Center for dig og andre.
de: Apple erfasst auch eine Liste deiner Game Center-Freund:innen, mit dir spielende Personen und wann ihr zusammen spielt. Diese Informationen sind nützlich, um einfach wieder in Mehrspielerspiele einzusteigen, schnell die Scores der anderen Spieler:innen anzuzeigen und Game Center für dich und andere zu verbessern.
el: Η Apple συλλέγει επίσης μια λίστα με τους φίλους σας στο Game Center, τους παίκτες με τους οποίους παίζετε, καθώς και πληροφορίες για το πότε παίζετε μαζί τους. Αυτές οι πληροφορίες χρησιμοποιούνται για να σας βοηθούν να συμμετέχετε εύκολα σε παιχνίδια πολλών παικτών και να βλέπετε τις βαθμολογίες των φίλων σας. Βοηθούν επίσης στη βελτίωση του Game Center για εσάς και άλλα άτομα.
es: Apple también recopila una lista de tus amigos de Game Center, de los jugadores con quien juegas y cuándo jugáis juntos. Esta información se usa para ayudarte a retomar fácilmente los juegos multijugador, ver rápidamente vuestras respectivas mejores puntuaciones y mejorar Game Center para todos los usuarios.
es_us: Apple también recopila una lista de tus amigos de Game Center, los jugadores con los que juegues y cuándo juegan juntos. Esta información se usa para ayudarte a volver a jugar en modo multijugador fácilmente, ver los récords de cada uno rápidamente y mejorar Game Center para ti y otros usuarios.
fi: Apple kerää myös luettelon Game Center -kavereistasi ja pelaajista, joiden kanssa pelaat, sekä tiedon siitä, milloin pelaatte yhdessä. Tämän tiedon avulla helpotetaan uudelleenliittymistä moninpeleihin, toisten ennätysten näkemistä nopeasti sekä Game Centerin parantamista sinun ja muiden hyväksi.
fr: Apple recueille également une liste de vos amis Game Center et de tous les joueurs avec lesquels vous jouez, ainsi que les moments auxquels vous jouez. Ces informations vous permettent de reprendre des parties multijoueurs facilement, de consulter rapidement les meilleurs scores et d’améliorer Game Center pour vous et les autres utilisateurs.
fr_ca: Apple recueille également une liste de vos amis Game Center, des utilisateurs avec qui vous jouez et des périodes pendant lesquelles vous jouez ensemble. Ces informations sont utilisées pour vous aider à rejoindre facilement des parties multijoueurs et à voir rapidement les meilleurs scores des autres, ainsi que pour améliorer Game Center.
he: ‏Apple אוספת גם רשימה של החברים שלך ב-Game Center, של השחקנים שעמם הינך משחק/ת ושל הזמנים שבהם אתם משחקים יחד. מידע זה נועד להקל את חזרתך למשחקים מרובי משתתפים, לראות במהירות את הניקוד המוביל שלך ושלהם ולשפר את Game Center עבורך ועבור משתמשים אחרים.
hi: Apple आपके Game Center दोस्तों और आपके साथ खेलने वाले प्लेयर की सूची और आपके एक साथ खेलने का समय भी एकत्रित करता है। यह जानकारी मल्टीप्लेयर गेम में आसानी से फिर शामिल होने में आपकी सहायता करने, तेज़ी से एक-दूसरे के हाई स्कोर देखने और आपके और अन्य लोगों के लिए Game Center में सुधार करने के लिए उपयोग की जाती है।
hr: Apple također prikuplja popis vaših Game Center prijatelja, svih igrača s kojima igrate te vremena kad s njima igrate. Ove informacije pomažu da se na jednostavan način ponovno uključite u igre s više igrača, pogledate rekorde drugih igrača i poboljšate Game Center za sebe i druge.
hu: Az Apple ezenkívül begyűjti a Game Center-barátok listáját, a játékostársait, továbbá azt is, hogy mikor játszanak együtt. A begyűjtött információk elősegítik, hogy Ön könnyebben tudjon visszakapcsolódni a többszemélyes játékokba, gyorsan megtekinthessék egymás legmagasabb pontszámait, és hogy fejleszteni lehessen a Game Centert az Ön és mások számára.
id: Apple juga mengumpulkan daftar teman Game Center Anda, pemain yang bermain dengan Anda, serta waktu Anda bermain bersama. Informasi ini digunakan untuk membantu mempertemukan Anda kembali di game multipemain dengan mudah, melihat skor tertinggi satu sama lain dengan cepat, dan meningkatkan Game Center untuk Anda dan orang lain.
it: Apple raccoglie anche un elenco dei tuoi amici di Game Center, delle persone con cui giochi e di quando giocate insieme. Tali informazioni vengono utilizzate per aiutarti a riprendere facilmente partite multiplayer, visualizzare velocemente i punteggi reciproci e migliorare Game Center per te e per gli altri.
ja: Appleは、Game Centerでの友達および一緒にプレイした相手のリスト、および一緒にプレイした時間についての情報も収集します。この情報は、マルチプレイヤーゲームに再び参加しやすくするため、お互いのハイスコアを確認するため、および、あなたやほかの人のためにGame Centerを改善するために使用されます。
kk: Сондай-ақ Apple компаниясы Game Center сервисіндегі достарыңыздың және сізбен ойнайтын ойыншылардың тізімін, сонымен қатар олармен қашан ойнағаныңыз туралы ақпаратты жинайды. Бұл ақпарат көп ойыншыға арналған ойындарға қайта қосылуды жеңілдету, басқа пайдаланушылардың жоғары ұпайларын жылдам қарап шығу, сондай-ақ Game Center сервисін сізге және басқа да пайдаланушыларға арнап жақсарту үшін пайдаланылады.
ko: Apple은 사용자의 Game Center 친구 목록, 함께 플레이한 플레이어 및 함께 플레이한 시간도 수집합니다. 이 정보는 간편하게 멀티플레이어 게임에 다시 연결하고, 서로 간의 최고 점수를 바로 확인할 수 있게 해주며, Game Center를 개선하는 데 사용됩니다.
lt: Bendrovė „Apple“ taip pat renka „Game Center“ draugų, žaidėjų, su kuriais žaidžiate, sąrašą ir kada drauge žaidžiate. Ši informacija naudojama norint padėti lengvai įsitraukti į kelių žaidėjų žaidimus, greitai peržiūrėti vieni kitų aukštus rezultatus ir patobulinti „Game Center“ jums ir kitiems.
ms: Apple juga mengumpul senarai rakan Game Center anda, pemain yang bermain dengan anda dan masa anda bermain bersama. Maklumat ini digunakan untuk membantu anda terlibat semula dalam permainan berbilang pemain dengan mudah, melihat skor tinggi satu sama lain dengan cepat dan untuk meningkatkan Game Center bagi anda dan orang lain.
nl: Apple verzamelt ook een lijst van je Game Center-vrienden, de spelers met wie je samen speelt, en wanneer je samen speelt. Deze informatie wordt gebruikt om multiplayergames eenvoudig te kunnen hervatten, snel de hoogste scores van anderen te kunnen bekijken en Game Center voor jou en anderen te verbeteren.
no: Apple samler også inn en liste over Game Center-vennene dine, andre du spiller med og når dere spiller sammen. Denne informasjonen brukes til å gjøre det enkelt for deg å gjenoppta flerspillerspill, se resultatene til hverandre og forbedre Game Center for deg og andre.
pl: Apple gromadzi także listę Twoich znajomych w Game Center, czyli użytkowników, z którymi grasz, oraz informacje o tym, kiedy gracie razem. Dzięki tym informacjom możesz łatwiej wracać do gier wieloosobowych i szybko przeglądać najlepsze wyniki innych. Pozwalają one także ulepszać Game Center dla Ciebie i innych.
pt_br: A Apple também coleta uma lista dos seus amigos do Game Center, jogadores com quem você joga e quando vocês jogam juntos. Essas informações são usadas para ajudar você a participar de jogos multiplayer de novo com facilidade, visualizar rapidamente as melhores pontuações de outras pessoas e para melhorar o Game Center para você e outras pessoas.
pt_pt: A Apple também recolhe uma lista dos seus amigos do Game Center, os jogadores com quem joga e quando jogam juntos. Esta informação é usada para que possa participar facilmente em jogos multijogador, ver rapidamente as pontuações, e para melhorar o Game Center para todos os utilizadores.
ro: De asemenea, Apple colectează o listă a prietenilor dvs. din Game Center, a jucătorilor cu care jucați și a momentelor când jucați împreună. Aceste informații sunt utilizate pentru a vă ajuta să reintrați cu ușurință în jocuri multiplayer, să vă vedeți rapid reciproc scorurile record și pentru îmbunătățirea Game Center pentru dvs. și ceilalți utilizatori.
ru: Apple также ведет список Ваших друзей в Game Center и игроков, с которыми Вы играете, а также собирает данные о том, когда Вы играете вместе. Эта информация используется для упрощения подключения к многопользовательским играм, быстрого просмотра самых высоких очков, а также улучшения Game Center для Вас и других пользователей.
sk: Spoločnosť Apple zhromažďuje aj zoznam vašich priateľov v Game Center, hráčov, s ktorými hráte, a informácie o tom, kedy spolu hráte. Tieto informácie uľahčujú váš návrat k hrám pre viacerých hráčov, rýchle zobrazovanie vášho vzájomného skóre a vylepšovanie služby Game Center pre vás aj ostatných užívateľov.
sl: Apple zbira tudi seznam vaših prijateljev v omrežju Game Center, igralce, s katerimi igrate, in kdaj igrate skupaj z njimi. Ti podatki se uporabljajo, da se lahko znova preprosto udeležite večigralskih iger, drug drugemu na hitro pogledate število doseženih točk in za potrebe izboljševanja omrežja Game Center za vas in druge.
sv: Apple samlar även in en lista med dina Game Center-vänner, spelare som du spelar med och när ni spelar tillsammans. Den här informationen används så att du enklare kan återansluta till multiplayerspel, så att ni snabbt ser varandras bästa resultat och för att förbättra Game Center för dig och andra.
th: Apple ยังเก็บรวบรวมรายชื่อเพื่อนใน Game Center ของคุณ, ผู้เล่นที่คุณเล่นด้วย และเวลาที่คุณเล่นด้วยกัน ข้อมูลนี้จะถูกใช้เพื่อช่วยให้คุณพบกันอีกครั้งได้อย่างง่ายดายในเกมที่เล่นได้หลายคน ดูคะแนนสูงสุดของอีกฝ่ายได้อย่างรวดเร็ว และปรับปรุง Game Center สำหรับคุณและผู้อื่น
tr: Apple aynı zamanda Game Center arkadaşlarınızın, birlikte oynadığınız oyuncuların ve onlarla ne zaman oyun oynadığınızın bir listesini tutar. Bu bilgiler, çok oyunculu oyunlarda kolayca bir araya gelmenize ve bir diğerinin yüksek skorlarını hızla görmenize yardımcı olmak ve Game Center’ı sizin ve başkaları için iyileştirmek amacıyla kullanılır.
uk: Apple також збирає список ваших друзів у Game Center, людей, з якими ви граєте, і коли саме ви граєте з ними. Ця інформація використовується, щоб допомагати вам повторно долучатися до гуртових ігор без зусиль, швидко бачити рахунки й досягнення один одного та вдосконалювати Game Center для вас й інших.
vi: Apple cũng thu thập danh sách bạn bè Game Center, người chơi mà bạn chơi cùng và thời điểm các bạn chơi cùng nhau. Thông tin này được sử dụng để giúp bạn tham gia lại các trò chơi nhiều người một cách dễ dàng, xem nhanh điểm số cao của nhau và cải thiện Game Center cho bạn và những người khác.
zh_cn: Apple还会收集你的Game Center朋友列表、与你一同游戏的玩家列表以及一起玩游戏的时间。此类信息用于帮助你轻松地重新参与多人游戏、快速查看彼此的最高分，以及为你与其他用户改进Game Center。
zh_hk: Apple也會收集你的Game Center朋友列表、哪些玩家與你一起玩遊戲，以及你們何時一起玩遊戲。此資料會用來協助你輕鬆地重新加入多人遊戲、快速查看彼此的最高分數，並且改進你和其他人的Game Center體驗。
zh_tw: Apple也會收集你的Game Center朋友列表、與你一起玩遊戲的玩家以及一起玩遊戲的時間資訊。此資訊會用來協助你更輕鬆地重新加入多人遊戲、快速查看彼此的最高分，並改進Game Center的使用體驗。
